{
	"navigation":["ANIMAL WORLD", "Home", "History", "Science"],
	"carousel":{
		"slideA": "Animals are multicellular, eukaryotic organisms of the kingdom Animalia (also called Metazoa).",
		"slideB": "Animal Science (also Animal Bioscience) is described as studying the biology of animals that are under the control of humankind",
		"slideC": "Most known animal phyla appeared in the fossil record as marine species during the Cambrian explosion, about 542 million years ago"
	},
	"animalDetails":[{
		"jaguar":"Jaguar",
		"jaguarDetails":"The jaguar (Panthera onca) is a big cat, a feline in the Panthera genus, and is the only extant Panthera species native to the Americas. The jaguar is the third-largest feline after the tiger and the lion, and the largest in the Americas"
	},{
		"beeEater": "Bee-Eater",
		"beeEaterDetails": "The bee-eaters are a group of near-passerine birds in the family Meropidae. Most species are found in Africa and Asia but others occur in southern Europe, Australia, and New Guinea.They are characterised by richly coloured plumage."
	},{
		"heteroptera":"Heteroptera",
		"heteropteraDetails":"The Heteroptera are a group of about 40,000 species of insects in the order Hemiptera. Sometimes called 'true bugs',[1] that name more commonly refers to the Hemiptera as a whole, and 'typical bugs' might be used as a more unequivocal."
	}],
	"animalsHistory":{
		"animalHistory":"Animal History",
		"amimalHistoryDetails": "Most known animal phyla appeared in the fossil record as marine species during the Cambrian explosion, about 542 million years ago. Animals are divided into various sub-groups, some of which are: vertebrates (birds, mammals, amphibians, reptiles, fish); molluscs (clams, oysters, octopuses, squid, snails); arthropods (millipedes, centipedes, insects, spiders, scorpions, crabs, lobsters, shrimp); annelids (earthworms, leeches); sponges; and jellyfish."
	},
	"animalsScience":{
		"animalScience": "Animal Science",
		"animalScienceDetails":{
			"para1":"Animal Science is concerned with the science and business of producing domestic livestock species, including but not limited to beef cattle, dairy cattle, horses, poultry, sheep, and swine. Animal Science is also concerned with foods of animal origin: meat, dairy foods, and eggs. The food industry is one of the largest and most important industries in the United States. In addition, animal science is concerned with aspects of companion animals, including their nutrition, care, and welfare. An animal scientist applies principles of the biological, physical, and social sciences to the problems associated with livestock production and management.",
			"para2":"Professional education in animal science prepares students for career opportunities in areas such as animal breeding, food and fiber production, nutrition, animal agribusiness, animal behavior and welfare, and biotechnology. Courses in a typical Animal Science program may include genetics, microbiology, animal behavior, nutrition, physiology, and reproduction. Courses in support areas, such as genetics, soils, agricultural economics and marketing, legal aspects, and the environment also are offered. All of these courses are essential to entering an animal science profession.",
			"para3":"At many universities, a Bachelor of Science (BS) degree in Animal Science allows emphasis in certain areas. Typical areas are species-specific or career-specific. Species-specific areas of emphasis prepare students for a career in dairy management, beef management, swine management, sheep or small ruminant management, poultry production, or the horse industry. Other career-specific areas of study include pre-veterinary medicine studies, livestock business and marketing, animal welfare and behavior, animal nutrition science, animal reproduction science, or genetics. Youth programs are also an important part of animal science programs. [2] Many schools that offer a degree option in Animal Science also offer a pre-veterinary emphasis such as the University of Nebraska-Lincoln and the University of Minnesota, for example. This option provides an in-depth knowledge base of the biological and physical sciences including nutrition, reproduction, physiology, and genetics. This can prepare students for graduate studies in animal science, veterinary school, and pharmaceutical or animal science industries.[3]"
		}
	},
	"jaguar":"The jaguar (Panthera onca) is a big cat, a feline in the Panthera genus, and is the only extant Panthera species native to the Americas. The jaguar is the third-largest feline after the tiger and the lion, and the largest in the Americas. The jaguar's present range extends from Southwestern United States and Mexico across much of Central America and south to Paraguay and northern Argentina. Apart from a known and possibly breeding population in Arizona (southeast of Tucson) and the bootheel of New Mexico, the cat has largely been extirpated from the United States since the early 20th century. This spotted cat most closely resembles the leopard physically, although it is usually larger and of sturdier build and its behavioral and habitat characteristics are closer to those of the tiger. While dense rainforest is its preferred habitat, the jaguar will range across a variety of forested and open terrains. It is strongly associated with the presence of water and is notable, along with the tiger, as a feline that enjoys swimming. The jaguar is largely a solitary, opportunistic, stalk-and-ambush predator at the top of the food chain (an apex predator). It is a keystone species, playing an important role in stabilizing ecosystems and regulating the populations of the animals it hunts. The jaguar has an exceptionally powerful bite, even relative to the other big cats.[2] This allows it to pierce the shells of armored reptiles[3] and to employ an unusual killing method: it bites directly through the skull of prey between the ears to deliver a fatal bite to the brain.[4]",
	"beeEater":"The bee-eaters are a group of near-passerine birds in the family Meropidae. Most species are found in Africa and Asia but others occur in southern Europe, Australia, and New Guinea. They are characterised by richly coloured plumage, slender bodies, and usually elongated central tail feathers. All have long downturned bills and pointed wings, which give them a swallow-like appearance when seen from afar. There are 26 different species of bee-eaters. As the name suggests, bee-eaters predominantly eat flying insects, especially bees and wasps, which are caught in the air by sallies from an open perch.[1] While they pursue any type of flying insect, honey bees predominate in their diet. Hymenoptera (ants, bees and wasps) comprise from 20% to 96% of all insects eaten, with honey bees comprising approximately one-third of the Hymenoptera.[2] In the Hymenoptera order, the specific species Apis dorsata is commonly eaten by these birds. These bees attempt to congregate in a mass defense against these birds. [3]",
	"heteroptera":"The Heteroptera are a group of about 40,000 species of insects in the order Hemiptera. Sometimes called 'true bugs',[1] that name more commonly refers to the Hemiptera as a whole, and 'typical bugs' might be used as a more unequivocal alternative since among the Hemiptera, the heteropterans are most consistently and universally termed 'bugs'. 'Heteroptera' is Greek for 'different wings': most species have forewings with both membranous and hardened portions (called hemelytra); members of the primitive Enicocephalomorpha have completely membranous wings. The name 'Heteroptera' is used in two very different ways in modern classifications; in Linnean nomenclature, it commonly appears as a suborder within the order Hemiptera, where it can be paraphyletic or monophyletic depending on its delimitation. In phylogenetic nomenclature, it is used as an unranked clade within the Prosorrhyncha clade which in turn is in the Hemiptera clade. This results from the realization that the Coleorrhyncha are just 'living fossil' relatives of the traditional Heteroptera, close enough to them to be united with that group."
}